Repository: microblink/blinkid-ios
Catalog: Source/BlinkIDUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_passport_onboarding_subtitle
source: Prepare your passport by opening it to the page that contains your photo and personal information. Make sure the passport is well lit. All fields must be fully visible.
ak: Siesie wo akwantu krataa no na bue no wɔ krataafa a wo mfonini ne wo ho nsɛm wɔ so. Hwɛ sɛ hann hyerɛn so yiye. Ɛsɛ sɛ wotumi hu nsɛm a ɛwɔ so nyinaa yiye.
am: ፓስፖርትዎን ፎቶዎ እና የግል መረጃዎ የሚገኙበት ገጽ ላይ ይክፈቱ። በፓስፖርቱ ላይ በቂ ብርሃን መኖሩን ያረጋግጡ። ሁሉም መስኮች ሙሉ በሙሉ መታየት አለባቸው።
ar: حضّر جواز سفرك بفتحه على الصفحة التي تحتوي على صورتك ومعلوماتك الشخصية. تأكد من أن جواز السفر مضاء جيدًا. يجب أن تكون جميع الحقول ظاهرة بالكامل.
bn: ছবিসহ ব্যক্তিগত তথ্য থাকা পৃষ্ঠাটি খুলে আপনার পাসপোর্ট প্রস্তুত করুন। পাসপোর্টটি পর্যাপ্ত আলোতে রাখুন। সব তথ্য সম্পূর্ণভাবে দৃশ্যমান থাকতে হবে।
cs: Otevřete pas na stránce s fotografií a osobními údaji. Zajistěte, aby byl pas dobře osvětlený. Všechna pole musí být plně viditelná.
da: Forbered dit pas ved at åbne det på siden med dit foto og dine personlige oplysninger. Sørg for, at passet er godt belyst. Alle felter skal være fuldt synlige.
de: Öffnen Sie Ihren Reisepass auf der Seite mit Ihrem Foto und Ihren persönlichen Daten. Achten Sie auf eine gute Beleuchtung des Reisepasses. Alle Felder müssen vollständig sichtbar sein.
el: Προετοιμάστε το διαβατήριό σας ανοίγοντάς το στη σελίδα που περιέχει τη φωτογραφία και τα προσωπικά σας στοιχεία. Βεβαιωθείτε ότι το διαβατήριο φωτίζεται επαρκώς. Όλα τα πεδία πρέπει να είναι πλήρως ορατά.
es: Abra el pasaporte por la página que contiene su foto y sus datos personales. Asegúrese de que el pasaporte esté bien iluminado. Todos los campos deben verse por completo.
es_mx: Abra su pasaporte en la página que contiene su foto e información personal. Asegúrese de que el pasaporte esté bien iluminado. Todos los campos deben estar completamente visibles.
fa: Gozarname-ye khod ra dar safhe-i baz konid ke aks va ettela'at-e shakhsi-ye shoma dar an ast. Motma'en shavid ke gozarname be andaze-ye kafi roshan ast. Hame-ye fieldha bayad kamelan dide shavand.
fi: Avaa passi sivulle, jolla ovat kuvasi ja henkilötietosi. Varmista, että passi on hyvin valaistu. Kaikkien kenttien on oltava kokonaan näkyvissä.
fil: Ihanda ang iyong pasaporte sa pamamagitan ng pagbubukas nito sa pahinang may larawan at personal mong impormasyon. Tiyaking maliwanag ang pasaporte. Dapat ganap na nakikita ang lahat ng field.
fr: Ouvrez votre passeport à la page contenant votre photo et vos informations personnelles. Assurez-vous que le passeport est bien éclairé. Tous les champs doivent être entièrement visibles.
fr_ca: Ouvrez votre passeport à la page contenant votre photo et vos renseignements personnels. Assurez-vous que le passeport est bien éclairé. Tous les champs doivent être entièrement visibles.
ha: Buɗe fasfo ɗinka zuwa shafin da ke ɗauke da hotonka da bayananka na sirri. Tabbatar fasfon yana da isasshen haske. Dukkan filayen dole ne su bayyana gaba ɗaya.
he: פתחו את הדרכון בעמוד שבו מופיעים התמונה והפרטים האישיים שלכם. ודאו שהדרכון מואר היטב. כל השדות חייבים להיות גלויים במלואם.
hi: अपना पासपोर्ट उस पेज पर खोलें जिसमें आपकी फ़ोटो और व्यक्तिगत जानकारी हो। सुनिश्चित करें कि पासपोर्ट पर पर्याप्त रोशनी हो। सभी फ़ील्ड पूरी तरह दिखाई देने चाहिए।
hr: Otvorite putovnicu na stranici s fotografijom i osobnim podacima. Provjerite je li putovnica dobro osvijetljena. Svi podaci s dokumenta trebaju biti vidljivi.
hu: Nyissa ki az útlevelét annál az oldalnál, amelyen a fényképe és személyes adatai szerepelnek. Gondoskodjon róla, hogy az útlevél jól meg legyen világítva. Minden mezőnek teljesen láthatónak kell lennie.
id: Buka paspor Anda pada halaman yang berisi foto dan informasi pribadi Anda. Pastikan paspor mendapatkan pencahayaan yang cukup. Semua kolom harus terlihat sepenuhnya.
is: Opnaðu vegabréfið á síðunni með myndinni þinni og persónuupplýsingum. Gakktu úr skugga um að vegabréfið sé vel upplýst. Allir reitir verða að sjást að fullu.
it: Apri il passaporto alla pagina con la foto e i dati personali. Assicurati che il passaporto sia ben illuminato. Tutti i campi devono essere completamente visibili.
ja: 写真と個人情報が記載されたページを開いてください。パスポート全体に十分な光が当たっていることを確認してください。すべての項目が完全に見えるようにしてください。
ka_ge: მოამზადეთ პასპორტი: გადაშალეთ იმ გვერდზე, სადაც თქვენი ფოტო და პირადი ინფორმაციაა. დარწმუნდით, რომ პასპორტი კარგად არის განათებული. ყველა ველი სრულად უნდა ჩანდეს.
kk: Паспортыңыздың фотосуретіңіз бен жеке ақпаратыңыз бар бетін ашып қойыңыз. Паспортыңызға жарық жақсы түсетініне көз жеткізіңіз. Барлық өріс толық көрінуі керек.
km_kh: បើកលិខិតឆ្លងដែនរបស់អ្នកទៅទំព័រដែលមានរូបថត និងព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក។ សូមប្រាកដថាលិខិតឆ្លងដែនមានពន្លឺគ្រប់គ្រាន់។ វាលព័ត៌មានទាំងអស់ត្រូវតែមើលឃើញពេញលេញ។
ko: 사진과 개인정보가 있는 페이지가 보이도록 여권을 펼치세요. 여권을 밝은 곳에 두세요. 모든 항목이 완전히 보이도록 하세요.
lv: Atveriet pasi lappusē, kurā ir jūsu fotoattēls un personas informācija. Pārliecinieties, ka pase ir labi apgaismota. Visiem laukiem jābūt pilnībā redzamiem.
ms: Sediakan pasport anda dengan membukanya pada halaman yang mengandungi foto dan maklumat peribadi anda. Pastikan pasport mendapat pencahayaan yang baik. Semua medan mesti kelihatan sepenuhnya.
nb: Åpne passet på siden med bilde og personopplysninger. Sørg for at passet er godt belyst. Alle feltene må være fullt synlige.
ne: तस्बिर र व्यक्तिगत जानकारी भएको पृष्ठमा आफ्नो राहदानी खोलेर तयार राख्नुहोस्। राहदानीमा पर्याप्त प्रकाश परेको सुनिश्चित गर्नुहोस्। सबै विवरणहरू पूर्ण रूपमा देखिनुपर्छ।
nl: Open uw paspoort op de pagina met uw foto en persoonsgegevens. Zorg dat het paspoort goed verlicht is. Alle velden moeten volledig zichtbaar zijn.
pl: Otwórz paszport na stronie ze zdjęciem i danymi osobowymi. Upewnij się, że paszport jest dobrze oświetlony. Wszystkie pola muszą być w pełni widoczne.
ps_af: خپل پاسپورټ هغې پاڼې ته پرانیزئ چې ستاسو عکس او شخصي معلومات پکې دي. ډاډ ترلاسه کړئ چې پاسپورټ ښه روښانه دی. ټولې برخې باید په بشپړه توګه ښکاره وي.
pt: Prepare o seu passaporte, abrindo-o na página que contém a sua fotografia e os seus dados pessoais. Certifique-se de que o passaporte está bem iluminado. Todos os campos devem estar totalmente visíveis.
pt_br: Prepare seu passaporte, abrindo-o na página que contém sua foto e informações pessoais. Verifique se o passaporte está bem iluminado. Todos os campos devem estar totalmente visíveis.
ro: Deschideți pașaportul la pagina care conține fotografia și datele dumneavoastră personale. Asigurați-vă că pașaportul este bine iluminat. Toate câmpurile trebuie să fie complet vizibile.
ru: Откройте паспорт на странице с фотографией и личными данными. Убедитесь, что паспорт хорошо освещён. Все поля должны быть полностью видны.
si: ඔබේ ඡායාරූපය සහ පුද්ගලික තොරතුරු ඇති පිටුවට විදේශ ගමන් බලපත්‍රය විවෘත කරන්න. විදේශ ගමන් බලපත්‍රයට හොඳින් ආලෝකය ලැබෙන බව තහවුරු කරන්න. සියලුම ක්ෂේත්‍ර සම්පූර්ණයෙන් පෙනෙන බව තහවුරු කරන්න.
sk: Pripravte si pas a otvorte ho na strane s vašou fotografiou a osobnými údajmi. Uistite sa, že je pas dobre osvetlený. Všetky údaje musia byť úplne viditeľné.
sl: Pripravite potni list tako, da ga odprete na strani s fotografijo in osebnimi podatki. Poskrbite, da je potni list dobro osvetljen. Vsa polja morajo biti v celoti vidna.
sr: Pripremite pasoš tako što ćete ga otvoriti na stranici koja sadrži vašu fotografiju i lične podatke. Uverite se da je pasoš dobro osvetljen. Sva polja moraju biti u potpunosti vidljiva.
sv: Öppna ditt pass på sidan med ditt foto och dina personuppgifter. Se till att passet är väl upplyst. Alla fält måste vara helt synliga.
sw: Andaa pasipoti yako kwa kuifungua kwenye ukurasa wenye picha yako na taarifa zako binafsi. Hakikisha pasipoti imeangaziwa vizuri. Sehemu zote lazima zionekane wazi.
th: เตรียมหนังสือเดินทางโดยเปิดไปที่หน้าที่มีรูปถ่ายและข้อมูลส่วนบุคคลของคุณ ตรวจสอบให้แน่ใจว่าหนังสือเดินทางอยู่ในบริเวณที่มีแสงสว่างเพียงพอ ต้องมองเห็นข้อมูลทุกช่องอย่างครบถ้วน
tr: Pasaportunuzu fotoğrafınızın ve kişisel bilgilerinizin bulunduğu sayfayı açarak hazırlayın. Pasaportun iyi aydınlatıldığından emin olun. Tüm alanlar tamamen görünür olmalıdır.
uk: Відкрийте паспорт на сторінці з вашим фото та особистими даними. Переконайтеся, що паспорт добре освітлено. Усі поля мають бути повністю видимими.
ur: اپنا پاسپورٹ اس صفحے پر کھول کر تیار کریں جس میں آپ کی تصویر اور ذاتی معلومات ہوں۔ یقینی بنائیں کہ پاسپورٹ پر مناسب روشنی ہو۔ تمام خانے مکمل طور پر نظر آنے چاہئیں۔
uz: Pasportingizni fotosuratingiz va shaxsiy ma’lumotlaringiz bor sahifasidan ochib tayyorlang. Pasport yaxshi yoritilganiga ishonch hosil qiling. Barcha maydonlar to‘liq ko‘rinishi kerak.
vi: Mở hộ chiếu đến trang có ảnh và thông tin cá nhân của bạn. Đảm bảo hộ chiếu đủ sáng. Tất cả các trường thông tin phải hiển thị đầy đủ.
yo: Múra ìwé ìrìnnà rẹ sílẹ̀ nípa ṣíṣí i sí ojúewé tí ó ní àwòrán rẹ àti ìwífúnni ara ẹni. Rí i dájú pé ìwé ìrìnnà náà wà lábẹ́ ìmọ́lẹ̀ tó dára. Gbogbo àwọn ààyè gbọ́dọ̀ hàn ní kíkún.
zh_hans: 请打开护照，翻到包含照片和个人信息的页面。确保护照页面光线充足。所有字段均须完整可见。
zh_hant: 請將護照翻開至包含相片和個人資料的頁面。確保光線充足，且護照上的所有欄位均完整可見。

# mb_passport_onboarding_title
source: Open your passport
ak: Bue wo akwantu krataa no
am: ፓስፖርትዎን ይክፈቱ
ar: افتح جواز سفرك
bn: আপনার পাসপোর্ট খুলুন
cs: Otevřete pas
da: Åbn dit pas
de: Öffnen Sie Ihren Reisepass
el: Ανοίξτε το διαβατήριό σας
es: Abra el pasaporte
es_mx: Abra su pasaporte
fa: Gozarname-ye khod ra baz konid
fi: Avaa passi
fil: Buksan ang iyong pasaporte
fr: Ouvrez votre passeport
fr_ca: Ouvrez votre passeport
ha: Buɗe fasfo ɗinka
he: פתחו את הדרכון
hi: अपना पासपोर्ट खोलें
hr: Otvorite putovnicu
hu: Nyissa ki az útlevelét
id: Buka paspor Anda
is: Opnaðu vegabréfið
it: Apri il passaporto
ja: パスポートを開いてください
ka_ge: გადაშალეთ პასპორტი
kk: Паспортыңызды ашыңыз
km_kh: បើកលិខិតឆ្លងដែនរបស់អ្នក
ko: 여권을 펼치세요
lv: Atveriet pasi
ms: Buka pasport anda
nb: Åpne passet
ne: आफ्नो राहदानी खोल्नुहोस्
nl: Open uw paspoort
pl: Otwórz paszport
ps_af: خپل پاسپورټ پرانیزئ
pt: Abra o seu passaporte
pt_br: Abra seu passaporte
ro: Deschideți pașaportul
ru: Откройте паспорт
si: ඔබගේ විදේශ ගමන් බලපත්‍රය විවෘත කරන්න
sk: Otvorte pas
sl: Odprite potni list
sr: Otvorite pasoš
sv: Öppna ditt pass
sw: Fungua pasipoti yako
th: เปิดหนังสือเดินทางของคุณ
tr: Pasaportunuzu açın
uk: Відкрийте паспорт
ur: اپنا پاسپورٹ کھولیں
uz: Pasportingizni oching
vi: Mở hộ chiếu của bạn
yo: Ṣí ìwé ìrìnnà rẹ
zh_hans: 打开护照
zh_hant: 翻開護照

# mb_passport_scan_data_page_instructions
source: Scan the data page of a document
ak: Skane krataa no akyi nsɛm
am: የሰነዱ የመረጃ ገፅን ይቃኙ
ar: قم بالمسح الضوئي لصفحة البيانات الخاصة بالمستند
bn: ডকুমেন্টের ডেটা পৃষ্ঠা স্ক্যান করুন
cs: Naskenujte datovou stránku dokumentu
da: Scan dokumentets dataside
de: Scannen Sie die Datenseite des Dokuments
el: Σαρώστε τη σελίδα δεδομένων του εγγράφου
es: Escanea la página de datos del documento.
es_mx: Escanear la página de datos del documento
fa: Safheye etelaate madrak ra eskan konid
fi: Skannaa asiakirjan tietosivu
fil: I-scan ang pahina ng data ng dokumento
fr: Scanner la page de données du document
fr_ca: Numérisez la page de données du document
ha: Ɗauki hoton shafin bayanan takardar
he: סרקו את עמוד הנתונים במסמך
hi: दस्तावेज़ के डेटा पेज को स्कैन करें
hr: Skenirajte stranicu s podacima dokumenta
hu: A dokumentum adatlapjának beolvasása
id: Memindai halaman data dokumen
is: Skannið gagnasíðu skjalsins
it: Scansiona la pagina dei dati del documento
ja: 書類のデータページをスキャンしてください
ka_ge: დაასკანერეთ დოკუმენტის მონაცემების გვერდი
kk: Құжаттың деректер бетін сканерлеңіз
km_kh: ស្កេនទំព័រទិន្នន័យនៃឯកសារ
ko: 문서의 데이터 페이지를 스캔하세요
lv: Skenēt dokumenta datu lapu
ms: Imbas halaman data dokumen
nb: Skann datasiden av dokumentet
ne: कागजको डाटा पृष्ठ स्क्यान गर्नुहोस्
nl: Scan de pagina met gegevens van het document
pl: Zeskanuj stronę dokumentu z danymi
ps_af: د سند د معلوماتو پاڼه سکین کړئ
pt: Digitalize a página de dados do documento
pt_br: Digitalize a página de dados do documento
ro: Scanați pagina de date a documentului
ru: Отсканируйте страницу с данными документа
si: ලේඛනයේ දත්ත සහිත පිටුව ස්කෑන් කරන්න
sk: Naskenujte stranu dokumentu s údajmi
sl: Optično preberite podatkovno stran dokumenta
sr: Skenirajte stranicu sa podacima dokumenta
sv: Skanna dokumentets datasida
sw: Skani ukurasa wa data wa hati
th: สแกนหน้าข้อมูลของเอกสาร
tr: Belgenin veri sayfasını tara.
uk: Відскануйте сторінку з даними документа
ur: دستاویز کے ڈیٹا صفحہ کو اسکین کریں
uz: Hujjatning maʼlumotlar sahifasini skanerlang
vi: Quét trang chứa dữ liệu của tài liệu
yo: Ṣe ẹ̀dà àwòrán ojú-ìwé ẹ̀gbà ìwé àkọsílẹ̀ náà
zh_hans: 扫描文档的数据页
zh_hant: 掃描文件的資料頁

# mb_recognition_timeout_dialog_message
source: Make sure the document is well lit, fully visible, and free of glare.
ak: Hwɛ hu sɛ nkekae biara nni krataa no so, wotumi hu no yiye, na asum biara nni so.
am: የሰነዱ ቦታ በቂ ብርሃን እንደሚያገኝ፣ በደንብ እንደሚታይና ነጸብራቅ እንደሌለበት ያረጋግጡ።
ar: تأكد من أن المستند مضاء جيدًا ومرئي بالكامل وخالٍ من الانعكاسات الضوئية.
bn: নিশ্চিত করুন যে নথিতে পর্যাপ্ত আলো রয়েছে, এটি সম্পূর্ণ দৃশ্যমান এবং এতে কোনো চকচকে ভাব নেই।
cs: Ujistěte se, že je dokument dobře osvětlený, zcela viditelný a bez odlesků.
da: Sørg for, at dokumentet er godt belyst og fuldt ud synligt, samt at der ikke er noget genskin.
de: Achten Sie darauf, dass das Dokument gut belichtet und vollständig sichtbar ist und nicht blendet.
el: Βεβαιωθείτε ότι το έγγραφο είναι καλά φωτισμένο, πλήρως ορατό και δεν έχει αντανακλάσεις.
es: Asegúrate de que el documento esté bien iluminado, se vea completamente y no haya reflejos.
es_mx: Asegúrese de que el documento esté bien iluminado, completamente visible y libre de reflejos.
fa: Motmaen shavid sanad khub roshan, kamelan namayan va bedun-e tabesh ast.
fi: Varmista, että asiakirja on hyvin valaistu, se näkyy kokonaisuudessaan eikä siinä ole heijastuksia.
fil: Siguraduhing sapat na naiilawan ang dokumento, ganap na nakikita, at walang glare.
fr: Assurez-vous que le document est bien éclairé, entièrement visible et sans reflet.
fr_ca: Vérifiez que le document est bien éclairé, entièrement visible et exempt de reflets.
ha: Tabbatar cewa an haska takardar da kyau, ana gani cikakke, kuma ba wani dishi-dishi.
he: ודא שהמסמך מואר היטב, גלוי לחלוטין ולא מוסתר כלל ע"י בוהק.
hi: सुनिश्चित करें कि दस्तावेज़ पर अच्छी रोशनी हो, वह पूरा दिख रहा हो और किसी भी तरह की चमक से मुक्त हो।
hr: Pripazite da je dokument dobro osvijetljen, u potpunosti vidljiv i bez odsjaja.
hu: Ügyeljen rá, hogy az okmány jól meg legyen világítva, teljesen látható legyen és ne legyen rajta becsillanás.
id: Pastikan dokumen cukup terang, terlihat sepenuhnya, dan bebas dari silau cahaya.
is: Gakktu úr skugga um að skjalið sé vel upplýst, fulllega sýnilegt og laust við endurskin.
it: Assicurati che il documento sia ben illuminato, interamente visibile e senza riflessi.
ja: 書類全体が十分に明るく写り、すべてが画面内に収まり、反射がないことを確認してください。
ka_ge: დარწმუნდით, რომ დოკუმენტი კარგად არის განათებული, სრულად ჩანს კადრში და არ აქვს ანარეკლი.
kk: Құжатты жарық жерге, толықтай көрінетінін және жарық шағылыспайтын жерге қойыңыз.
km_kh: ត្រូវប្រាកដថា ឯកសារភ្លឺច្បាស់ មើលឃើញពេញ និងគ្មានចំណាំងពន្លឺ។
ko: 문서에 빛이 충분하고, 전체가 보이며, 빛이 반사되지 않는지 확인하세요.
lv: Pārliecinieties, ka dokuments ir labi apgaismots, pilnībā redzams un to neietekmē atspīdums.
ms: Pastikan dokumen mempunyai pencahayaan yang mencukupi, kelihatan sepenuhnya dan bebas daripada silau.
nb: Sørg for at dokumentet er godt opplyst, helt synlig og uten gjenskinn.
ne: कागजात पर्याप्त उज्यालोमा रहेको, पूर्ण रूपमा देखिएको र नचम्किएको हुनुपर्छ।
nl: Zorg ervoor dat het document goed verlicht en volledig zichtbaar is en of er geen schitteringen op te zien zijn.
pl: Upewnij się, że dokument jest dobrze oświetlony, w pełni widoczny i bez odblasków.
ps_af: ډاډ حاصل کړئ چې سند ښه روښانه، په بشپړ ډول د لیدو وړ دی او هېڅ د رڼا وړانګې پرې نشته.
pt: Garanta que o documento esteja bem iluminado, totalmente visível e sem reflexos.
pt_br: Certifique-se de que o documento esteja bem iluminado, totalmente visível e sem reflexos.
ro: Asigurați-vă că documentul este bine iluminat, vizibil în întregime și fără nicio reflexie.
ru: Убедитесь, что документ хорошо освещен, полностью виден и нет бликов.
si: ලේඛනයට හොඳින් ආලෝකය වැටෙන බවත්, සම්පූර්ණයෙන් පෙනෙන බවත්, දිලිසීමෙන් තොර බවත් සහතික කර ගන්න.
sk: Uistite sa, že je dokument dobre osvetlený, plne viditeľný a bez odleskov.
sl: Poskrbite, da bo dokument dobro osvetljen, v celoti viden in brez odsevov.
sr: Uverite se da je dokument dobro osvetljen, potpuno vidljiv i bez odsjaja.
sv: Kontrollera att belysningen är god och att hela dokumentet är synligt och fritt från reflektioner.
sw: Hakikisha hati ina mwanga wa kutosha, inaonekana vizuri, na haina mng'ao.
th: ตรวจสอบว่าเอกสารของคุณเห็นได้ครบถ้วนดีและไม่มีแสงสะท้อน
tr: Belgenin iyi aydınlatılmış ve tamamen görünür olmasına ve belge üzerinde bir parlama olmamasına dikkat edin.
uk: Переконайтеся, що документ добре освітлений, повністю видимий та без відблисків.
ur: یقینی بنائیں کہ دستاویز پر مناسب روشنی پڑ رہی ہو، وہ مکمل طور پر نظر آ رہی ہو اور اس پر چمک نہ ہو۔
uz: Hujjat yaxshi yoritilgan, toʻliq koʻrinadigan va unda yaltiroq joylar yoʻq ekanligiga ishonch hosil qiling.
vi: Đảm bảo giấy tờ được chiếu sáng tốt, có thể nhìn rõ toàn bộ và không bị lóa.
yo: Ríi dájú pé ìmọ́lẹ̀ tàn sórí ìwé àkọsílẹ̀ náà dáadáa, hàn kedere pátápátá, àti pé kò ní ìtànyòò.
zh_hans: 确保文件光线充足、完全可见且无眩光。
zh_hant: 確保文件處於光線充足的環境中、完整入鏡，且沒有反光。

# mb_recognition_timeout_dialog_retry_button
source: Retry
ak: San yɛ bio
am: እንደገና ይሞክሩ
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
cs: Opakovat
da: Prøv igen
de: Wiederholen
el: Επανάληψη
es: Reintentar
es_mx: Reintentar
fa: Dobâre talâsh konid
fi: Yritä uudelleen
fil: Subukan ulit
fr: Réessayez
fr_ca: Réessayer
ha: Sake gwadawa
he: לנסות שוב
hi: दोबारा प्रयास करें
hr: U redu
hu: Próbálja újra
id: Coba Lagi
is: Reynið aftur
it: Riprova
ja: 再試行
ka_ge: ხელახლა ცდა
kk: Қайталау
km_kh: ព្យាយាមម្តងទៀត
ko: 다시 시도
lv: Mēģināt no jauna
ms: Cuba semula
nb: Prøv på nytt
ne: पुन: प्रयास गर्नुहोस्
nl: Probeer opnieuw
pl: Spróbuj ponownie
ps_af: بیا هڅه وکړئ
pt: Tente novamente
pt_br: Tentar novamente
ro: Reîncercare
ru: Попробовать еще
si: නැවත උත්සාහ කරන්න
sk: Skúsiť znova
sl: Poskusi znova
sr: Pokušajte ponovo
sv: Försök igen
sw: Jaribu tena
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Повторити спробу
ur: دوبارہ کوشش کریں
uz: Qayta urining
vi: Thử lại
yo: Tún gbìyànjú síi
zh_hans: 重试
zh_hant: 重試

# mb_recognition_timeout_dialog_title
source: Unable to read the document
ak: Wontumi nkenkan krataa no
am: ሰነዱን ማንበብ አልተቻለም
ar: تتعذر قراءة المستند
bn: নথিটি পড়া যাচ্ছে না
cs: Dokument nelze přečíst
da: Dokumentet kunne ikke læses
de: Das Dokument kann nicht gelesen werden
el: Δεν είναι δυνατή η ανάγνωση του εγγράφου
es: No se ha podido leer el documento
es_mx: No se pudo leer el documento
fa: Sanad khande nashod
fi: Asiakirjaa ei voitu lukea
fil: Hindi mabasa ang dokumento
fr: Impossible de lire le document
fr_ca: Impossible de lire le document
ha: An gaza karanta takardar
he: לא ניתן לקרוא את המסמך
hi: दस्तावेज़ पढ़ा नहीं जा सका
hr: Dokument nije moguće očitati.
hu: Az okmány nem olvasható
id: Tidak dapat membaca dokumen
is: Ekki tókst að lesa skjalið
it: Lettura del documento non riuscita
ja: 書類を読み取りできません
ka_ge: დოკუმენტის წაკითხვა ვერ ხერხდება
kk: Құжатты оқи алмады
km_kh: មិនអាចអានឯកសារបានទេ
ko: 문서를 읽을 수 없습니다
lv: Nevar nolasīt dokumentu
ms: Dokumen tidak dapat dibaca.
nb: Kunne ikke lese dokumentet
ne: कागजात पढ्न सकेन
nl: Kan het document niet lezen.
pl: Nie można odczytać dokumentu.
ps_af: نشئ کولای سند ولولئ
pt: Não foi possível ler o documento
pt_br: Não foi possível ler o documento.
ro: Documentul nu poate fi citit.
ru: Не удалось прочитать документ
si: ලේඛනය කියවිය නොහැක
sk: Dokument sa nedá prečítať
sl: Dokumenta ni mogoče prebrati
sr: Nije moguće očitati dokument
sv: Dokumentet kunde inte läsas
sw: Imeshindwa kusoma hati
th: ไม่สามารถอ่านเอกสาร
tr: Belge okunamıyor
uk: Не вдалося зчитати документ
ur: دستاویز پڑھی نہیں جا سکی
uz: Hujjatni oʻqish imkonsiz
vi: Không thể đọc giấy tờ
yo: O kò rí ìwé àkọsílẹ̀ náà kà
zh_hans: 无法读取文件
zh_hant: 無法讀取文件

# mb_retry
source: Retry
ak: San yɛ bio
am: እንደገና ይሞክሩ
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
cs: Opakovat
da: Prøv igen
de: Wiederholen
el: Επανάληψη
es: Reintentar
es_mx: Reintentar
fa: Dobâre talâsh konid
fi: Yritä uudelleen
fil: Subukan ulit
fr: Réessayez
fr_ca: Réessayer
ha: Sake gwadawa
he: לנסות שוב
hi: दोबारा प्रयास करें
hr: U redu
hu: Próbálja újra
id: Coba Lagi
is: Reynið aftur
it: Riprova
ja: 再試行
ka_ge: ხელახლა ცდა
kk: Қайталау
km_kh: ព្យាយាមម្តងទៀត
ko: 다시 시도
lv: Mēģināt no jauna
ms: Cuba semula
nb: Prøv på nytt
ne: पुन: प्रयास गर्नुहोस्
nl: Probeer opnieuw
pl: Spróbuj ponownie
ps_af: بیا هڅه وکړئ
pt: Tente novamente
pt_br: Tentar novamente
ro: Reîncercare
ru: Попробовать еще
si: නැවත උත්සාහ කරන්න
sk: Skúsiť znova
sl: Poskusi znova
sr: Pokušajte ponovo
sv: Försök igen
sw: Jaribu tena
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Повторити спробу
ur: دوبارہ کوشش کریں
uz: Qayta urining
vi: Thử lại
yo: Tún gbìyànjú síi
zh_hans: 重试
zh_hant: 重試

# mb_right_page_instructions
source: Scan the right page
ak: Skane nifa so
am: የቀኙን ገጽ ይቃኙ
ar: مسح الصفحة جهة اليمين ضوئياً
bn: ডান পৃষ্ঠা স্ক্যান করুন
cs: Naskenujte pravou stránku
da: Scan den højre side
de: Rechte Seite scannen
el: Σαρώστε τη δεξιά σελίδα
es: Escanear la página de la derecha
es_mx: Escanear la página derecha
fa: Safheye samte rast ra eskan konid
fi: Skannaa oikea sivu
fil: I-scan ang kanang page
fr: Scanner la page de droite
fr_ca: Veuillez numériser la page de droite.
ha: Ɗauki hoton shafin dama
he: סרוק את העמוד הימני
hi: दाएँ पेज को स्कैन करें
hr: Skenirajte desnu stranicu
hu: A jobb oldali oldal beolvasása
id: Pindai halaman kanan
is: Skannið hægri síðuna
it: Scansiona la pagina a destra
ja: 右のページをスキャンする
ka_ge: დაასკანერეთ მარჯვენა გვერდი
kk: Оң бетті сканерлеңіз
km_kh: ស្កេនទំព័រត្រឹមត្រូវ
ko: 오른쪽 페이지를 스캔하세요
lv: Skenēt labo lapu
ms: Imbas halaman sebelah kanan
nb: Skann den høyre siden
ne: दायाँ पृष्ठ स्क्यान गर्नुहोस्
nl: Scan de rechterpagina
pl: Zeskanuj prawą stronę
ps_af: سمه پاڼه سکین کړئ
pt: Digitalizar a página direita
pt_br: Digitalize a página direita
ro: Scanați pagina dreaptă
ru: Отсканируйте правую страницу
si: දකුණු පිටුව ස්කෑන් කරන්න
sk: Oskenujte stránku vpravo
sl: Skenirajte desno stran
sr: Skenirajte desnu stranicu
sv: Skanna den högra sidan
sw: Skani ukurasa wa kulia
th: สแกนหน้าด้านขวา
tr: Sağdaki sayfayı tara
uk: Відскануйте праву сторінку
ur: دائیں صفحے کو اسکین کریں
uz: Oʻng sahifani skanerlang
vi: Quét trang bên phải
yo: Ṣe ẹ̀dà àwòrán ojú-ìwé ọ̀tún
zh_hans: 扫描右侧页面
zh_hant: 掃描右方頁面
